import React from "react";

export const About: React.FC = () => {
  return (
    <h2>
      Добро пожаловать на платформу "Курьерик"! "Курьерик" — это современная
      платформа, которая объединяет курьеров настоящего и будущего. Мы создаем
      удобное пространство для поиска работы, обмена опытом и планирования
      карьеры. Наша цель — сделать работу курьеров проще, прозрачнее и выгоднее.
      "Курьерик" помогает курьерам находить лучшие условия труда благодаря
      реальным отзывам и оценкам коллег. Пользователи могут заранее узнать,
      насколько удобна местность для работы, профессиональны ли руководители и
      какова среднечасовая нагрузка. Эти данные делают выбор компании или центра
      формирования заказов осознанным и информированным. Еще одна важная функция
      платформы — динамическая шкала зарплаты. Курьеры могут в реальном времени
      видеть, как их доход зависит от количества отработанных часов и
      доставленных заказов. Это позволяет не только оценить свои возможности, но
      и гибко планировать рабочий график. Каждый пользователь платформы получает
      подтвержденную личную карточку курьера. Эта карточка — своеобразное
      профессиональное резюме, в котором отображается история трудовой
      деятельности, общее количество выполненных заказов и стаж работы. При этом
      личные данные курьеров остаются конфиденциальными, что гарантирует полную
      безопасность и анонимность. "Курьерик" стремится создать честное и
      открытое сообщество курьеров, делая их работу более организованной и
      предсказуемой. Мы хотим, чтобы каждый курьер мог легко находить подходящие
      условия труда, развивать свои навыки и получать справедливую оплату за
      свои усилия. Присоединяйтесь к "Курьерик" сегодня и станьте частью
      будущего курьерской отрасли!
    </h2>
  );
};
